{
  "total_size": 6,
  "type_id": 2,
  "offset": 0,
  "products": [
    {
      "id": 1,
      "name": "Pork Kilawin by Tata's Fastfood",
      "description": "This pork kilawin recipe is fresh and very tasty. It goes well when eaten with white rice. This can also be an appetizer and a perfect pulutan. I like my pork kilawin spicy, so I added some chopped red chilies so that spice will kick-in. If you don’t want spicy dishes, you can still enjoy pork kilawin without the spice.",
      "price": 40,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLXo9pjylrKxzAX39a7e_cSpIbSBW-yx340Vl7u-ztNrpTF38Hn2YSewJ1vKBBMvVHjSW_BEmNvczj5v9VKGfg7xLrvqkEH99v0av1czPgmaub9mJLr-Dk0xc6ABjwfsY7mzPiupA7T5BOqW0_qKNcom=w500-h721-no",
      "location": "Ampayon, Butuan City",
      "created_at": "2021-11-17 10:09:08",
      "updated_at": "2022-01-01 08:27:22",
      "type_id": 2
    },
    {
      "id": 2,
      "name": "Pork Lauya by Tata's Fastfood",
      "description": "Lauya is an Ilokano dish it usually consist of pork knuckles and vegetables but some variations uses beef knuckles. Lauya is basically a counterpart of the tagalog nilaga dish and obviously the word “lauya” in Ilokano is “nilaga” in tagalog or “boiled” in English and “linat-an” is bisaya.",
      "price": 40,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLWDtIU6thI-IOQT7Twv3FmzqaslABfUw3ybn_cXl0pZ3JGazDqqNy2HNJGVckv0jesE4x6PLt1OtrQdY0AQ6BlZVlDfYXRwiAG6Fa0h6JIIljxmaljqPhC99e1lRcgZy4VUqbpCeaI5Xwy45Uashamn=w728-h484-no",
      "location": "Ampayon, Butuan City",
      "created_at": "2021-11-17 10:10:43",
      "updated_at": "2022-01-01 08:54:42",
      "type_id": 2
    },
    {
      "id": 3,
      "name": "Dinuguan by Ilocana's Eatery",
      "description": "Dinuguan, also known as chocolate meat, is a savory dish made with diced pork, pork blood, and spices. This classic Filipino pork stew is hearty, boldly flavored, and delicious as a main meal with steamed rice or a midday snack with puto. Dinuguan, which comes from the root word dugo (meaning “blood”), is a savory Filipino stew made of bite-sized pork cooked in pig’s blood, vinegar, and spices,, including garlic, onions, and chili peppers. Along with choice pork cuts, it also traditionally includes a variety of offal such as ears, intestines, heart, lungs, and kidneys. While pork is the most popular, other versions also use chicken or beef.",
      "price": 40,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLVoMQ2lgfl4YRYF12lvm-pUOfia4Vj2MsnCYsGO1lImalJ5vZKkEYEc-RcjDfVL7Es441ji3mUk-J9bgi9qhez5FEpf0JuqQ-ZSjjDmrrzL0TD5RBtd4K_MDBrYc7_6j_JhhZdogjozVAinI-lVfGm5=w728-h500-no",
      "location": "china",
      "created_at": "2021-12-23 15:03:24",
      "updated_at": "2022-01-21 10:28:04",
      "type_id": 2
    },
    {
      "id": 4,
      "name": "Humba by Tata's Fastfood",
      "description": "Most of the best Filipino homemade recipes have one common denominator, and it is the presence of a flavorful, rich and steaming hot stew. Perhaps the love for dishes with some protein sitting in a pool of the most mouthwatering savory sauce comes from the natural warmth it brings to the dining table. And for Humba, the same appeal stands, as it is served warm, and with all the wondrous flavors of banana blossoms, soy sauce, and vinegar. Humba utilizes the warm, tender texture of braised pork, and is often likened to another Filipino fan favorite, which is adobo. However, this dish is particularly known for its sweeter take on braised pork, as compared to the sour, flavorful adobo. This recipe actually originated in the Visayas region, and later evolved into a dish with comparably less sweet ingredients. But if you are looking to taste the Bisaya version, which utilizes clear soft drinks instead of pineapple juice, then I’ve got what you’re looking for. This rendition has some mightily delicious regional flavors, and makes the most of the blend of sweet and savory for a delightful pork stew. Let us make the Bisaya rendition of this braised pork classic.",
      "price": 40,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLWDfmm6SzkExCofUWPV3F9ocOlgzAuXJxsml1WozpWfCnB4hSdAF6QZ2eB3GQ6OTbwn2-emYuJk7UZzk-pp4GzftdghUfOfieq6s3nvxsJA1TsGeZLIpwWFNk07iJunDHbglSjcUg54e1nmOOQIZsKe=w482-h722-no",
      "location": "Cuba",
      "created_at": "2021-12-23 15:04:49",
      "updated_at": "2022-01-01 08:56:45",
      "type_id": 2
    },
    {
      "id": 6,
      "name": "Ginataang Langka by RC's Kitchenette",
      "description": "Ginataang Langka isa must try dish that is truly Filipino. The amazing thing about Langka and coconut milk in cooking is that you get all the health benefits they both have.",
      "price": 15,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLVzwj6TZm81LaQDLjDd378F_IylA-D5odht7Er7yLJhb6wAfRsWzDONXJWO9kiTX2Qr_Z1hdiMhxQ4FVb4rAmYTxMs8DY60dw2-gSRuJwrb-RqPu7Q9WBItBwfaHQzBR__WiovMRsnw1BVlK8jODmCn=w768-h713-no",
      "location": "Cuba",
      "created_at": "2021-12-23 15:04:49",
      "updated_at": "2022-01-01 08:56:45",
      "type_id": 2
    }
  ]
}
