{
  "total_size": 6,
  "type_id": 2,
  "offset": 0,
  "products": [
    {
      "id": 1,
      "name": "Bulalo",
      "description": "A specialty of Southern Luzon’s Batangas and Cavite, bulalo is personally one of my favorite Filipino beef stew dishes! It’s a treat to eat especially during monsoon season, cold rainy days, or a trip to Tagaytay. This traditional light-colored soup is prepared by cooking beef shanks and bone marrow until the collagen and fat dissolves into the broth. It is also mixed with different vegetables such as cabbage, pechay, potatoes, taro, string beans and corn among many others. For a complete meal, eat it on rice with soy sauce and calamansi (some would even like patis or fish sauce).",
      "price": 120,
      "stars": 4,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLWgtClhNpHuDrqPFX5VgdDOFVcQa944siedFW0WLccEXdjC19OE31i3xCs57NhkqwBnWb-N4dmvnRmBDLQ5sEplITX1IiSCwwD0guiXXave0hxsBz3LBxlVQwvJ7EHjKF7OCHeiqbksHqTlTGWZ02Lg=w1440-h692-no",
      "location": "Canada, British Columbia",
      "created_at": "2021-11-17 10:09:08",
      "updated_at": "2022-01-01 08:27:22",
      "type_id": 2
    },
    {
      "id": 2,
      "name": "Sisig",
      "description": "Sisig is another well-known Philippines food that originated in the province of Pampanga, particularly in the city of Angeles. This Kapampangan dish is traditionally made by boiling, chopping, and grilling parts of a pig’s head — yes, you read that right — such as its ears, cheeks, and jowls, which are then seasoned with calamansi, onions, chili peppers, salt, pepper, and vinegar. Now I know, it sounds pretty morbid especially if you’re not keen on exotic food; but trust me when I say that it is delicious. Pair it with a bottle of local beer like San Miguel and you’re in for a treat! After all, sisig is also commonly known as a pulutan or food that’s best paired with alcoholic drinks. (TRIVIA: The city of Angeles has even declared sizzling sisig babi or pork sisig as an intangible heritage of the city!) Either way, there are other sisig variants that you can try if you can’t stomach the idea of eating the meat off of a pig’s head such as tuna or chicken sisig.",
      "price": 80,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLVWWfD37_BGIO4f0IeK6J9NyqP58gfUIlKNb7BrLbRNkq6624pw-AHgbnQkcDCOODCYRyqXTMNpz59sn2sKcFLV34CkTmqrneDL0-I-d_si40cPy5HSuOskoSPCod6pYEpairDAw8b01tE_GGGIKsYP=w1440-h692-no",
      "location": "Icefields, Alberta",
      "created_at": "2021-11-17 10:10:43",
      "updated_at": "2022-01-01 08:54:42",
      "type_id": 2
    },
    {
      "id": 6,
      "name": "Kare-kare",
      "description": "This is yet another stew dish in Filipino cuisine but what’s unique about kare-kare as a Philippines food is how it has a thick savory peanut sauce — so those who love anything in peanut flavor will love this! Usually for this, it consists of meat such as tripe, pork leg, oxtail, beef, or goat (sometimes seafood like prawns or mussels) and then mixed with vegetables (at times with veggies only which is called as guleng kare-kare) in a flavorful peanut sauce made of ground roasted peanuts or peanut butter with garlic, onions and annatto seeds. Shrimp paste (bagoong) is often served on the side in order to enhance the taste of the dish.",
      "price": 60,
      "stars": 4,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLUN6hQzz9Jqr-TETgJNGov8rPNVtdc_ekNtH0AZ1dv449hSTck1JOyxQsNX-ewznjpKY0Jg7-UfwDoMc584sNjYtumLYaE8NO9ilqxyoalwxt2Vnq-hGRpTD9C9VTgef6kOU3Z-9h-Ds9brG2EUPyAK=w1440-h692-no",
      "location": "china",
      "created_at": "2021-12-23 15:03:24",
      "updated_at": "2022-01-21 10:28:04",
      "type_id": 2
    },
    {
      "id": 7,
      "name": "Sinigang",
      "description": "If you’re looking for something to warm you up during the rainy season, one of the best Philippines food to try is sinigang! It’s a Filipino stew composed of meat or seafood and uses tamarind (sampalok) as the souring and savory agent to make its acidic broth (kind of similar to another dish called paksiw, but this uses vinegar). A traditional Filipino sinigang is also actually served as a soup, with lots of vegetables like water spinach (kangkong), ladies’ fingers (okra), radish (labanos), taro corns (gabi), eggplant (talong), and string beans (sitaw). To add more to its sourness, ingredients like citruses, gooseberry tree fruits (karmay) and others are also added. The most common variants of sinigang are pork and fish (like bangus or milkfish), but other favorites are also beef, chicken, and shrimp.",
      "price": 50,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLUkkaTrYp_Bi4XPiXCJalgroudFGfI5tJlByfCuFXUDoXHRqhPwtCSyqxZCeYco983PeMJgaxayOQoKR4QK_8cGn0vkik_j4Ot9vh5na7N9k2h14A7UGRk0hRfI7k_owcOPi28046AVJyEhjtxblJmH=w1440-h692-no",
      "location": "Cuba",
      "created_at": "2021-12-23 15:04:49",
      "updated_at": "2022-01-01 08:56:45",
      "type_id": 2
    },
    {
      "id": 10,
      "name": "Kinilaw",
      "description": "Kinilaw is a Filipino appetizer made with raw, cubed fish in a dressing based on vinegar mixed with garlic, ginger, onion, pepper, and chili. It is similar to Latin America’s appetizer called ceviche or seviche — but the difference is that if ceviche is normally soaked in citrus juices, kinilaw is rather soaked in vinegar. Both of these processes will ‘cook’ the seafood since the acid will change its protein structure. To add to the difference, Filipinos commonly eat kinilaw as a side dish during beer-drinking sessions instead of an appetizer. You might have also heard of kilawin and it is actually used interchangeably with kinilaw — but to be more precise, the former is used to refer to a kinilaw-style dish in which the ‘meat’ has already been cooked by heat, whereas the latter is the kind of dish that makes use of raw meat or ingredients like fish.",
      "price": 70,
      "stars": 4,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLWTyeITUUTaK6fdZ61NAm0Be2sVGilsRnaSb8WWmqcM6swOFj8wjnMbjuF4lAUHvWjxVZzZNT6L4jfNdXLrmAfRgoBwOwx_21oWDaywuxSm4snxxzx2KziyPoepqtVW4xIj9y_--BCfWiL5gRG6SHmc=w1440-h692-no",
      "location": "china",
      "created_at": "2021-12-27 06:29:47",
      "updated_at": "2022-01-01 08:56:33",
      "type_id": 2
    },
    {
      "id": 11,
      "name": "Lechon",
      "description": "Lechon or ‘roasted suckling pig’ is also a popular Philippines food and it is commonly served during fiestas or special occasions like birthdays, weddings, etc. Lechon is also one of the many Spanish influences to Filipino cuisine with 2 typical variants being ‘Manila or Luzon lechon’ and ‘Visayas or Cebu lechon’. The former is typically only seasoned with salt and pepper before roasting; but the latter is usually stuffed with many spices such as lemongrass, tamarind, garlic, onions, and chives among many others as it is slowly roasted in an open fire for several hours. It will be continually basted and turned until the skin becomes crispy — a distinctive feature of the dish that Filipinos love. Once ready, whip up a plate full of rice and grab some lechon sauce like the local favorite of ‘Mang Tomas‘ and you’ll be in gastronomic heaven. Moreover, this party favorite’s leftovers are even often stewed with vinegar and spices and became a delicious dish called lechon paksiw or lechon kawali.",
      "price": 120,
      "stars": 5,
      "img": "https://lh3.googleusercontent.com/pw/AM-JKLURJssdTlKrs1dtiBCcqIXa1qnfEyYyvSRySJmUGv42hfBC8mjfo68acw-TLvgeZXTfuFLc-EPWetdScIKqnONCQ_0Kl1rwW9fWBmxiYHoBZ0jWR_bjohDY8Fy8XJ0mnjvgbqxfjsCEeZdtamnttkWS=w1440-h692-no",
      "location": "china",
      "created_at": "2021-12-27 06:35:34",
      "updated_at": "2022-01-01 08:56:22",
      "type_id": 2
    }
  ]
}